{
	"homepage": {
		"title": "ETC Cooperative",
		"description": "加速 Ethereum Classic 的发展",
		"teaser": "我们的使命是管理以太坊经典协议的开发，并支持其成长为一个成熟的生态系统。",
		"blog": "Blog",
		"see_all_news": "See All News",
		"our_history_badge": "About us",
		"our_history_title": "Our History",
		"our_history_description": "The Ethereum Classic Cooperative (ETC Cooperative) is a non-profit organization that was established in 2017 with the aim of supporting and promoting the development of the Ethereum Classic (ETC) blockchain platform.",
		"our_history_body_paragraph_1": "The ETC Cooperative is funded by donations from individuals and organizations that support the ETC community, and it is governed by a board of directors who oversee the organization's activities and initiatives.",
		"our_history_body_paragraph_2": "The main focus of the ETC Cooperative is to support the development of the ETC ecosystem by providing funding, resources, and support for developers, researchers, and other stakeholders.",
		"our_history_body_paragraph_3": "This includes grants programs, research projects, and supporting the development of tools and infrastructure for the ETC platform.",
		"learn_more": "Learn More",
		"our_team": "Our team",
		"sign_up_title": "Sign up for our newsletter",
		"sign_up_description": "Stay in the loop with everything you need to know.",
		"sign_up_enter_email": "Enter your email",
		"sign_up_subscribe": "Subscribe",
		"sign_up_privacy_title": "We care about your data in our",
		"sign_up_privacy_link_title": "privacy policy"
	},
	"ethereum-classic": {
		"p1": "Following the rapid growth of the cryptocurrency space, many new players enter the scene, and while scrolling down a list of projects ranked by market cap, some notice a blockchain called Ethereum Classic.",
		"p2": "They see a name and logo that is similar to the famous Ethereum™ and may assume that this Classic thing is some sort of copy-cat project trying to cash in on ETH's success. In a market saturated with such projects, and with limited research time, many people may reasonably give Ethereum Classic a pass without much thought.",
		"p3": "But some, like yourself, decide to dive a little deeper, and they discover some interesting facts that debunk that initial skepticism. Their journey down the rabbit hole begins when they find out that Ethereum Classic is not a clone of Ethereum™, but a continuation of the original Ethereum launched in 2015, which The Ethereum Foundation forked away from by launching a new protocol one year later in 2016.",
		"p4": "Applications on Ethereum Classic have been operating uninterrupted for a year longer than on Ethereum™, making ETC the longest running and most reliable Smart Contract Platform.",
		"p5": "More importantly, Ethereum Classic has never and will never stop or interfere with Smart Contracts deployed to it, as unstoppability is what makes blockchains useful and valuable.",
		"p6": "Unlike Ethereum™, on Classic, Code is Law. This means that \"applications run exactly as programmed without downtime, censorship, or third party interference.\" Ethereum Classic has evolved its ability to deliver on this promise by maxing-out the characteristics that yield decentralization, unstoppability, and censorship resistance against strong external forces. It is the only major Smart Contract Platform that has proven its ability to uphold this promise.",
		"wanna_learn_more": "Wanna learn more?",
		"discover_etherium_classic_1": "Discover Ethereum Classic at the ",
		"discover_etherium_classic_2": "website."
	},
	"footer": {
		"learn_about_etc": "Learn about ETC",
		"mine_etc": "Mine ETC",
		"develop_for_etc": "Develop for ETC",
		"etc_partners": "ETC Partners",
		"reserved_text": "© 2021 Etherium Classic. All rights reserved."
	}
}
