{
	"homepage": {
		"title": "ETC Cooperative",
		"description": "加速 Ethereum Classic 的发展",
		"teaser": "我们的使命是管理以太坊经典协议的开发，并支持其成长为一个成熟的生态系统。",
		"blog": "News",
		"see_all_news": "See All News",
		"our_history_badge": "About us",
		"our_history_title": "Our History",
		"our_history_description": "The Ethereum Classic Cooperative (ETC Cooperative) is a non-profit organization that was established in 2017 with the aim of supporting and promoting the development of the Ethereum Classic (ETC) blockchain platform.",
		"our_history_body_paragraph_1": "The ETC Cooperative is funded by donations from individuals and organizations that support the ETC community, and it is governed by a board of directors who oversee the organization's activities and initiatives.",
		"our_history_body_paragraph_2": "The main focus of the ETC Cooperative is to support the development of the ETC ecosystem by providing funding, resources, and support for developers, researchers, and other stakeholders.",
		"our_history_body_paragraph_3": "This includes grants programs, research projects, and supporting the development of tools and infrastructure for the ETC platform.",
		"learn_more": "Learn More",
		"our_team": "Our team",
		"sign_up_title": "Sign up for our newsletter",
		"sign_up_description": "Stay in the loop with everything you need to know.",
		"sign_up_enter_email": "Enter your email",
		"sign_up_subscribe": "Subscribe",
		"sign_up_privacy_title": "We care about your data in our",
		"sign_up_privacy_link_title": "privacy policy",
		"sign_up_success": "You successfully subscribed to the newsletter!",
		"sign_up_error": "An error occurred. Please check your email and try again.",
		"sign_up_sending": "Sending.."
	},
	"ethereum-classic": {
		"header": "What is ETC?",
		"p1": "Following the rapid growth of the cryptocurrency space, many new players enter the scene, and while scrolling down a list of projects ranked by market cap, some notice a blockchain called Ethereum Classic.",
		"p2": "They see a name and logo that is similar to the famous Ethereum™ and may assume that this Classic thing is some sort of copy-cat project trying to cash in on ETH's success. In a market saturated with such projects, and with limited research time, many people may reasonably give Ethereum Classic a pass without much thought.",
		"p3": "But some, like yourself, decide to dive a little deeper, and they discover some interesting facts that debunk that initial skepticism. Their journey down the rabbit hole begins when they find out that Ethereum Classic is not a clone of Ethereum™, but a continuation of the original Ethereum launched in 2015, which The Ethereum Foundation forked away from by launching a new protocol one year later in 2016.",
		"p4": "Applications on Ethereum Classic have been operating uninterrupted for a year longer than on Ethereum™, making ETC the longest-running and most reliable Smart Contract Platform.",
		"p5": "More importantly, Ethereum Classic has never and will never stop or interfere with Smart Contracts deployed to it, as unstoppability is what makes blockchains useful and valuable.",
		"p6": "Unlike Ethereum™, on Classic, Code is Law. This means that \"applications run exactly as programmed without downtime, censorship, or third-party interference.\" Ethereum Classic has evolved its ability to deliver on this promise by maxing-out the characteristics that yield decentralization, unstoppability, and censorship resistance against strong external forces. It is the only major Smart Contract Platform that has proven its ability to uphold this promise.",
		"wanna_learn_more": "Wanna learn more?",
		"discover_etherium_classic_1": "Discover Ethereum Classic at the ",
		"discover_etherium_classic_2": "website."
	},
	"what-is-etc-coop": {
		"header": "What is The ETC Cooperative?",
		"p1": "The <b>Ethereum Classic Cooperative (ETC Cooperative)</b> is a non-profit organization that was established in 2017 with the aim of supporting and promoting the development of the Ethereum Classic (ETC) blockchain platform. <br /> <br /> The ETC Cooperative is funded by donations from individuals and organizations that support the ETC community, and it is governed by a board of directors who oversee the organization's activities and initiatives. <br /> <br /> The main focus of the ETC Cooperative is to support the development of the ETC ecosystem by providing funding, resources, and support for developers, researchers, and other stakeholders. This includes grants programs, research projects, and supporting the development of tools and infrastructure for the ETC platform. <br /> <br /> The ETC Cooperative also plays a role in promoting the use of ETC as a cryptocurrency and raising awareness of its potential benefits, such as its security and immutability features. <br /> <br /> Overall, the ETC Cooperative is a key player in the ETC community, working to support and promote the development of the ETC platform and its ecosystem.",
		"mission_badge": "Mission",
		"mission_title": "Mission of the ETC Cooperative",
		"mission_body": "The mission of the ETC Cooperative is to steward the development of the Ethereum Classic protocol and to support the growth of a mature ecosystem around that protocol. There are three pillars to this mission",
		"accelerate_title": "Accelerate",
		"accelerate_body": "Accelerate the adoption of ETC technology by individuals and enterprises through effective branding, marketing, and education.",
		"foster_title": "Foster",
		"foster_body": "Foster collaboration between ecosystem participants including developers, miners, investors, enterprises, and end-users.",
		"governance_title": "Governance",
		"governance_body": "Mature governance and transparency – efficient and transparent governance framework, including the use of funds.",
		"history_badge": "History",
		"history_title": "History of the ETC Cooperative",
		"history_1": "ETC incorporated in the State of Delaware <span>(7th September 2017)</span>",
		"history_2": "That application was filed with the IRS <span>(10th May 2018)</span>",
		"history_3": "The ETC Coop was granted 501(c)(3) public charity status <span>(14th November 2018)</span>",
		"donation_p": "Donations to ETC Coop are tax deductible under IRC Section 170 for US taxpayers, both individual and corporate. Enterprises investing in infrastructure or other “public goods” within the ETC ecosystem can do so in a more tax-efficient manner by donating to the ETC Coop rather than investing directly. Private foundations often fulfill a similar function in other ICO-funded cryptocurrency projects, along with holding ICO funds, trademarks, driving roadmap, and other centralized functions. <br /> <br /> In that sense, ETC is quite unique (along with Bitcoin) in having none of those centralizing functions. There is no ETC Foundation (very intentionally). There was no ICO for ETC. The abandoned chain we now call ETC was picked up and kept alive by volunteers following the DAO Fork. <br /> <br /> Just over a year later the ETC Coop was formed, to provide some much-needed (but non-exclusive) funding and support for the ETC ecosystem. There is nothing “official” in ETC, including the role of the ETC Coop within the ecosystem. The ETC Coop and its staff have no special influence within ETC other than whatever respect our actions have earned. Earning that respect is a “forever process”. Any other group of individuals or other legal entity could displace the ETC Coop tomorrow if we cease to be good citizens.",
		"wanna_learn_more": "Wanna learn more?",
		"discover_etherium_classic_1": "Discover Ethereum Classic at the ",
		"discover_etherium_classic_2": "website."
	},
	"mining": {
		"header": "Mining on ETC",
		"p1": "Mining on Ethereum Classic (ETC) is similar to mining on other blockchain platforms. It involves the use of computers to solve computationally intensive puzzles, which are required to validate transactions and stamp new blocks on the blockchain.",
		"mining_badge": "Mining",
		"mining_title": "What you need to mine ETC",
		"mining_body": "The mining process in ETC is based on a proof-of-work (PoW) consensus algorithm, called Nakamoto Consensus, which means that miners must compete to solve the computational puzzles to add new blocks to the blockchain. The first miner to solve the problem and stamp the new block is rewarded with newly minted ETC coins as well as transaction fees",
		"what_you_need_1_title": "Specialized Hardware",
		"what_you_need_1_body": "To mine ETC, miners need to have specialized hardware such as ASICs (Application-Specific Integrated Circuits) or GPUs (Graphics Processing Units)",
		"what_you_need_2_title": "Specialized Software",
		"what_you_need_2_body": "Miners need to have software that allows them to connect to the blockchain network",
		"what_you_need_3_title": "Computational power and electricity",
		"what_you_need_3_body": "Mining on ETC requires significant aggregate capital investment in computational power and electricity by the mining segment. This is the basis of the security model of the network and is the key component that guarantees the benefits of decentralization, permissionlessness, censorship resistance, and immutability.",
		"p2": "Mining ETC is a popular and lucrative activity among miners who believe in the long-term potential of the platform and its cryptocurrency, and who are aligned with its decentralist principles."
	},
	"developing-for-etc": {
		"header": "Developing for ETC",
		"p1": "As Ethereum Classic (ETC) is an EVM standard blockchain, developing for it is similar to developing for other blockchain platforms. The platform provides a set of tools and technologies that enable developers to create decentralized applications (DApps) and smart contracts that can run on the ETC blockchain.",
		"languages_badge": "Languages",
		"languages_title": "Solidity for developing on ETC",
		"languages_body": "One of the main programming languages used for developing on ETC is <b>Solidity</b>, which is also used for Ethereum development. Solidity is a high-level programming language that is designed specifically for writing smart contracts that can be executed on the ETC blockchain. <br /> <br /> In addition to Solidity, there are other programming languages and frameworks that can be used for ETC development, such as <b>Vyper</b>, <b>Truffle</b>, and <b>Embark</b>. These tools provide developers with a range of options for building DApps and smart contracts on the ETC platform.",
		"explorer_badge": "Explorer",
		"explorer_title": "ETC Blockchain Explorer",
		"explorer_body": "Developers can also use the ETC blockchain explorer to test and deploy their DApps and smart contracts on the network. The ETC blockchain explorer provides a user-friendly interface for interacting with the blockchain, monitoring transactions, and accessing other useful information.",
		"community_badge": "Community",
		"community_title": "ETC Community",
		"community_body": "The ETC community also offers various resources and support for developers who are interested in developing on the platform. These resources include documentation, tutorials, forums, and developer communities that can provide guidance and support throughout the development process.",
		"p2": "Overall, developing for ETC requires a good understanding of blockchain technology, programming languages, and smart contract development. However, with the right tools and resources, developers can create powerful and innovative DApps and smart contracts on the ETC blockchain."
	},
	"governance": {
		"header": "Governance",
		"budgets": "Budgets",
		"roadmaps": "Roadmaps",
		"retrospective": "Retrospective",
		"reports": "Reports",
		"hide": "hide",
		"show": "show"
	},
	"filings": {
		"header": "Filings",
		"incorporation_documents": "Incorporation Documents",
		"resolutions": "Resolutions",
		"filings": "Filings",
		"other_documents": "Other documents",
		"hide": "hide",
		"show": "show"
	},
	"people": {
		"header": "People",
		"team": "Team:",
		"board_of_directors": "Board of Directors:"
	},
	"newsList": {
		"header": "News"
	},
	"footer": {
		"learn_about_etc": "Learn about ETC",
		"mine_etc": "Mine ETC",
		"develop_for_etc": "Develop for ETC",
		"etc_partners": "ETC COOP Partners",
		"reserved_text": "Copyright - © 2023"
	}
}
