{
	"homepage": {
		"title": "ETC Cooperative",
		"description": "加速 Ethereum Classic 的发展",
		"teaser": "我们的使命是管理以太坊经典协议的开发，并支持其成长为一个成熟的生态系统。",
		"blog": "News",
		"see_all_news": "See All News",
		"our_history_badge": "关于我们",
		"our_history_title": "我们的历史",
		"our_history_description": "以太经典合作社（ETC Cooperative）是一个于2017年成立的非营利组织，旨在支持和推动以太经典（ETC）区块链平台的发展。",
		"our_history_body_paragraph_1": "ETC合作社的资金来自于支持ETC社区的个人和组织的捐款，它由一个董事会管理并监督该组织的活动和倡议。",
		"our_history_body_paragraph_2": "ETC合作社的主要关注点是通过为开发者、研究人员和其他利益相关者提供资金、资源和支持，来支持ETC生态系统的发展",
		"our_history_body_paragraph_3": "这包括资助项目、研究项目，并支持开发ETC平台的工具和基础设施。",
		"learn_more": "了解更多",
		"our_team": "我们的团队",
		"sign_up_title": "订阅我们的邮件简报",
		"sign_up_description": "及时了解您需要知道的一切信息。",
		"sign_up_enter_email": "输入您的电子邮件",
		"sign_up_subscribe": "订阅",
		"sign_up_privacy_title": "根据我们的隐私条款",
		"sign_up_privacy_link_title": "我们将全力保护您的数据",
		"sign_up_success": "You successfully subscribed to the newsletter!",
		"sign_up_error": "An error occurred. Please check your email and try again.",
		"sign_up_sending": "Sending.."
	},
	"ethereum-classic": {
		"header": "什么是以太坊经典（ETC）？",
		"p1": "随着加密货币领域的快速增长，许多新的参与者进入了这个领域。当在按市值排名的项目列表上滚动时，一些人会注意到一个名为以太坊经典的区块链。",
		"p2": "他们看到一个名字和标志与著名的以太坊™（Ethereum™）相似，可能会认为这个“经典”是一种试图借助ETH的成功盈利的仿冒项目。在这样的项目充斥市场的情况下，受限的研究时间内，许多人可能会合理地对以太经典产生怀疑，没有太多考虑。",
		"p3": "但是，有些人，比如您，决定深入一点。这些人发现了一些有趣的事实，驳斥了最初的怀疑。他们的探索之旅开始于他们发现以太经典并不是以太坊™的克隆，而是2015年推出的最初以太坊的延续，由以太坊基金会在一年后的2016年通过推出新协议而分叉。",
		"p4": "在以太经典上的应用比在以太坊™上运行了一年更长时间，使得ETC成为运行时间最长、最可靠的智能合约平台。",
		"p5": "更重要的是，以太经典从未并且将永远不会停止或干预部署在其上的智能合约，因为不可阻止性是使区块链有用和有价值的特点。",
		"p6": "与以太坊™不同，在以太经典上，法律即代码。这意味着“应用程序按照编程的方式运行，没有停机、审查或第三方干预”。以太经典通过充分发挥产生分散化、不可阻止性和抗审查特性的特点，进化了其实现这一承诺的能力，以抵御来自强大外部力量的影响。它是唯一一个已经证明能够履行这一承诺的主要智能合约平台。",
		"wanna_learn_more": "Wanna learn more?",
		"discover_etherium_classic_1": "Discover Ethereum Classic at the ",
		"discover_etherium_classic_2": "website."
	},
	"what-is-etc-coop": {
		"header": "What is The ETC Cooperative?",
		"p1": "The <b>Ethereum Classic Cooperative (ETC Cooperative)</b> is a non-profit organization that was established in 2017 with the aim of supporting and promoting the development of the Ethereum Classic (ETC) blockchain platform. <br /> <br /> The ETC Cooperative is funded by donations from individuals and organizations that support the ETC community, and it is governed by a board of directors who oversee the organization's activities and initiatives. <br /> <br /> The main focus of the ETC Cooperative is to support the development of the ETC ecosystem by providing funding, resources, and support for developers, researchers, and other stakeholders. This includes grants programs, research projects, and supporting the development of tools and infrastructure for the ETC platform. <br /> <br /> The ETC Cooperative also plays a role in promoting the use of ETC as a cryptocurrency and raising awareness of its potential benefits, such as its security and immutability features. <br /> <br /> Overall, the ETC Cooperative is a key player in the ETC community, working to support and promote the development of the ETC platform and its ecosystem.",
		"mission_badge": "Mission",
		"mission_title": "Mission of the ETC Cooperative",
		"mission_body": "The mission of the ETC Cooperative is to steward the development of the Ethereum Classic protocol and to support the growth of a mature ecosystem around that protocol. There are three pillars to this mission",
		"accelerate_title": "Accelerate",
		"accelerate_body": "Accelerate the adoption of ETC technology by individuals and enterprises through effective branding, marketing, and education.",
		"foster_title": "Foster",
		"foster_body": "Foster collaboration between ecosystem participants including developers, miners, investors, enterprises, and end-users.",
		"governance_title": "Governance",
		"governance_body": "Mature governance and transparency – efficient and transparent governance framework, including the use of funds.",
		"history_badge": "History",
		"history_title": "History of the ETC Cooperative",
		"history_1": "ETC incorporated in the State of Delaware <span>(7th September 2017)</span>",
		"history_2": "That application was filed with the IRS <span>(10th May 2018)</span>",
		"history_3": "The ETC Coop was granted 501(c)(3) public charity status <span>(14th November 2018)</span>",
		"donation_p": "Donations to ETC Coop are tax deductible under IRC Section 170 for US taxpayers, both individual and corporate. Enterprises investing in infrastructure or other “public goods” within the ETC ecosystem can do so in a more tax-efficient manner by donating to the ETC Coop rather than investing directly. Private foundations often fulfill a similar function in other ICO-funded cryptocurrency projects, along with holding ICO funds, trademarks, driving roadmap, and other centralized functions. <br /> <br /> In that sense, ETC is quite unique (along with Bitcoin) in having none of those centralizing functions. There is no ETC Foundation (very intentionally). There was no ICO for ETC. The abandoned chain we now call ETC was picked up and kept alive by volunteers following the DAO Fork. <br /> <br /> Just over a year later the ETC Coop was formed, to provide some much-needed (but non-exclusive) funding and support for the ETC ecosystem. There is nothing “official” in ETC, including the role of the ETC Coop within the ecosystem. The ETC Coop and its staff have no special influence within ETC other than whatever respect our actions have earned. Earning that respect is a “forever process”. Any other group of individuals or other legal entity could displace the ETC Coop tomorrow if we cease to be good citizens.",
		"wanna_learn_more": "Wanna learn more?",
		"discover_etherium_classic_1": "Discover Ethereum Classic at the ",
		"discover_etherium_classic_2": "website."
	},
	"mining": {
		"header": "在ETC上挖坑",
		"p1": "在以太经典（ETC）上进行挖矿类似于在其他区块链平台上进行挖矿。它涉及使用计算机来解决计算密集型的谜题，这些谜题必须用于验证交易并在区块链上刻上新的区块。",
		"mining_badge": "Mining",
		"mining_title": "挖掘ETC所需的条件",
		"mining_body": "ETC中的挖矿过程基于一种工作量证明（Proof of Work，PoW）共识算法，称为中本聪共识（Nakamoto Consensus），这意味着挖矿者必须竞争解决计算谜题，以将新的区块添加到区块链中。第一个解决问题并刻上新区块的挖矿者将获得新铸造的ETC代币以及交易费用作为奖励。",
		"what_you_need_1_title": "专用硬件",
		"what_you_need_1_body": "要挖掘ETC，矿工需要拥有专用硬件，例如ASIC（专用集成电路）或GPU（图形处理单元）。",
		"what_you_need_2_title": "专用软件",
		"what_you_need_2_body": "矿工需要拥有使他们能够连接到区块链网络的软件",
		"what_you_need_3_title": "计算能力和电力",
		"what_you_need_3_body": "在ETC上进行挖矿需要矿工群体投入大量资本来获取计算能力和电力。这构成了网络安全模型的基础，是确保去中心化、无需许可、抗审查和不可变性等优势的关键组成部分。",
		"p2": "在挖矿者中，挖掘ETC是一项受欢迎且有利可图的活动，他们相信这个平台及其加密货币的长期潜力，并且与其分散主义原则保持一致。"
	},
	"developing-for-etc": {
		"header": "开发以太经典",
		"p1": "由于以太经典（ETC）是一个遵循以太坊虚拟机（EVM）标准的区块链，因此为其开发类似于为其他区块链平台开发。该平台提供了一系列工具和技术，使开发者能够创建可以在ETC区块链上运行的去中心化应用（DApps）和智能合约。",
		"languages_badge": "Languages",
		"languages_title": "Solidity - 用于ETC开发",
		"languages_body": "用于ETC开发的主要编程语言之一是Solidity，它也用于以太坊开发。Solidity是一种高级编程语言，专门设计用于编写可以在ETC区块链上执行的智能合约。",
		"explorer_badge": "Explorer",
		"explorer_title": "ETC区块链浏览器",
		"explorer_body": "开发者还可以使用ETC区块链浏览器来测试并在网络上部署他们的DApps和智能合约。ETC区块链浏览器提供了一个用户友好的界面，用于与区块链进行交互、监控交易并访问其他有用信息。",
		"community_badge": "Community",
		"community_title": "ETC社区",
		"community_body": "ETC社区还为对在该平台上开发感兴趣的开发者提供各种资源和支持。这些资源包括文档、教程、论坛以及开发者社区，可以在整个开发过程中提供指导和支持。",
		"p2": "总体而言，为ETC开发需要对区块链技术、编程语言和智能合约开发有很好的理解。然而，借助适当的工具和资源，开发者可以在ETC区块链上创建强大且创新的DApps和智能合约。"
	},
	"governance": {
		"header": "治理",
		"budgets": "预算",
		"roadmaps": "路线图",
		"retrospective": "回顾",
		"reports": "报告",
		"hide": "hide",
		"show": "show"
	},
	"filings": {
		"header": "文件",
		"incorporation_documents": "公司注册文件",
		"resolutions": "决议书",
		"filings": "申报文件",
		"other_documents": "其他文件",
		"hide": "hide",
		"show": "show"
	},
	"people": {
		"header": "人事",
		"team": "团队：",
		"board_of_directors": "董事会成员："
	},
	"newsList": {
		"header": "News"
	},
	"footer": {
		"learn_about_etc": "Learn about ETC",
		"mine_etc": "Mine ETC",
		"develop_for_etc": "Develop for ETC",
		"etc_partners": "ETC COOP Partners",
		"reserved_text": "版权所有 - © 2023"
	}
}
